Repository: Bluscream/dayz-mod-server-control-center
Catalog: DayZ Server Controlcenter/Resources/Localized.*.resx
Languages: da, es, fr, pt, ru

source: MySQL Credentials
es: Credenciales MySQL
fr: MySQL Crédits
pt: Credenciais do MySQL
ru: MySQL полномочия

source: Require SecureID
fr: Requéri SecureID
ru: требуют SecureID

# message_reset
source: Do you really want to reset the whole database? All progress is deleted!
da: Vil du virkelig ønsker at nulstille hele databasen? Alle fremskridt bliver slettet!
es: ¿Seguro que quieres BORRAR la base de datos? ¡Se perdera todo el progreso!
fr: Voulez-vous vraiment réinitialiser la base de données dans son ensemble? Tout progrès sera supprimé!
pt: Tem certeza de que pretende resetar o banco de dados? Todo o progresso é eliminado e perdido ao fazer isto!
ru: Вы действительно хотите сбросить Базу данных? Весь прогресс не будет сохранен.

# sentence_reset
source: Warning! This deletes the whole database!
da: Advarsel! Dette sletter hele databasen!
es: ¡CUIDADO! ¡Esto borra la base de datos!
fr: Attention! Cela supprime entièrement la base de données!
pt: Aviso! Isso exclui o banco de dados inteiro!
ru: Внимание! Удаляет полностью Базу данных!

source: Verify Signatures
da: Bekræft Signaturer
es: Verificar Firmas
fr: Authentifier les signatures
ru: Проверка

# button_menu4
source: 4. Information
es: 4. Información
pt: 4. Informação
ru: 4. Информация

# button_menu3
source: 3. Database
es: 3. Base de datos
fr: 3. Base de données
pt: 3. Banco de Dados
ru: 3. База данных

# button_menu2
source: 2. Administration
es: 2. Administración
pt: 2. Administração
ru: 2. Администрация

# button_menu1
source: 1. Configuration
da: 1. Konfiguration
es: 1. Configuración
pt: 1. Configurações
ru: 1. Настройки

# button_add_player
source: Add new player
da: Tilføj ny spiller
es: Añadir un Nuevo Jugador
fr: Ajouter un nouveau joueur
pt: Adcionar novo Jogador
ru: Добавить нового игрока

# button_clear
source: Clear
da: Ryd
es: Limpiar
fr: Effacer
pt: Limpar
ru: Очистить

# button_reset
source: Reset Database
da: Nulstil Database
es: Resetear Base de Datos
fr: Effacer la base de données
pt: Resetar Banco de Dados
ru: Сбросить Базу данных

source: Max. Size Nonguaranteed
da: Max. Ikke-garanteret Størelse
es: Máximo tamaño no garantizado
fr: Max. Taille non garantie
ru: Негарантированный объём

# check_enabled
source: Enabled
da: Aktiveret
es: Activado
fr: Activé
pt: Habilitado
ru: Включить

source: Max. Size Guaranteed
da: Max. Garanteret Størelse
es: Máximo tamaño garantizado
fr: Max. Taille garantie
ru: Гарантированный объём

# group_signatures
source: Signatures
da: Underskrifter
es: Firmas
ru: Подпись

# message_error_database
source: Database creation failed:
da: Database skabelse mislykkedes:
es: Creación de base de datos ha fallado:
fr: Création de base de données a échoué:
pt: Criação de banco de dados falhou:
ru: Создание базы данных не удалось:

# group_time
source: Time
da: Tid
es: Tiempo
fr: Temps
pt: Tempo
ru: Время

# group_template
source: Mission
es: Misión
pt: Missão
ru: Миссия

# message_confirm_player
source: Are you sure you want to add the following player to the whitelist:
da: Er du sikker på du vil tilføje følgende spiller til whitelist:
es: ¿Seguro que quiere añadir el jugador a la Whitelist?
fr: Etes-vous sûr que vous voulez ajouter le joueur suivant à la whitelist:
pt: Tem certeza que deseja adicionar o jogador na Whitelist
ru: Вы уверены, что хотите добавить следуюшего игрока в "Белый список":

# messagejoin
source: Join Message
fr: Joindre Message
ru: присоединиться Message

# messagetime
source: Seconds between messages
da: Sekunder mellem meddelelser
es: Segundos entre mensajes
fr: Secondes entre les messages
pt: Segundos entre as mensagens
ru: Сек. между сообщениями

source: Codec Quality
da: Codec Kvalitet
es: Calidad
fr: Qualité du codec
ru: Качество

# message_finished_reset
source: Database was cleared!
da: Database blev nulstillede!
es: Base de datos fue absuelto!
fr: Base de données a été effacée!
pt: Banco de dados foi apagado!
ru: База данных была очищена!

# passwordrcon
source: BattlEye Password
da: BattlEye Kodeord
es: Contraseña BattlEye
fr: Mot de passe BattlEye
pt: Senha do BattlEye
ru: Пароль BattlEye

# tab1_page3
source: More
da: Mere
es: Más
fr: Plus
pt: Mais
ru: Дополнительные

# tab1_page2
source: Security
da: Sikkerhed
es: Seguridad
fr: Securité
pt: Segurança
ru: Безопасность

# tab1_page1
source: Basic
da: Grundlæggende
es: Básico
fr: De base
pt: Básico
ru: Основные

source: Min. Bandwidth
da: Min. Båndbredde
es: Ancho de banda mínimo
fr: Min. Bande passante
ru: Мин. пропускная способность

# maxvehicles
source: Max. Vehicle Count
da: Max. Antal Køretøjer
es: Máximos Vehículos
fr: Max. Nombre de véhicules
ru: Макс. кол-во техники

source: Difficulty
da: Sværhedsgrad
es: Dificultad
fr: Difficulté
pt: Dificuldade
ru: Сложность

source: CPU Count
da: Antal CPU'er
es: Numero de CPU's
fr: Nombre de Processeurs
ru: Количество ядер CPU

# message_finished_database
source: Database was created!
da: Database blev oprettet!
es: Base de datos fue creado!
fr: Base de données a été créée!
pt: Banco de dados foi criado!
ru: База данных была создана!

# minerrtosend
source: Min. Errors to Send
da: Min. Fejl at sende
es: Errores mínimos para enviar
fr: Min. Erreurs à envoyer
ru: Мин. отправляемых ошибок

# check_whitelisted
source: Whitelisted
ru: Белый лист

# button_ok
source: OK
es: Aceptar
ru: Ок

# loadoutbackpack
source: Global backpack loadout
da: Rygsæk loadout
es: Loadout mochila
fr: Loadout de sac à dos
pt: Loadout mochila
ru: Снаряжение рюкзак

source: Max. Bandwidth
da: Max. Båndbredde
es: Máximo Ancho de Banda
fr: Max. Bande passante
ru: Пропускная способность

# group_scripting
source: Scripting
ru: сценарии

# check_daytime
source: Only Daytime
da: Kun Dagstimer
es: Siempre de Día
fr: Seulement de jour
pt: Somente Dia
ru: Дневное время

# button_autobackup_stop
source: Stop Autobackup
es: Detener Copia de Seguridad automática
fr: Arrêter la sauvegarde automatique
pt: Parar Autobackup
ru: Остановить автосохранение Базы данных

# group_settings
source: Settings
da: Indstillinger
es: Opciones
fr: Réglages
ru: Настройки

# button_add_database
source: Add new database
da: Tilføj ny database
es: Añadir nueva Base de Datos
fr: Ajouter une nouvelle base de données
pt: Adcionar novo Banco de Dados
ru: Добавить Базу данных

source: Max. Players
da: Max. Spillere
es: Max. Jugadores
fr: Max. Joueurs
pt: Max. Jogadores
ru: Макс. игроков

# sentence_menu3_description
source: Manage the database with chive. Edit players, add new ones to the whitelist or backup and restore your database here.
da: Administrere databasen med chive. Rediger spillere, tilføje nye til whitelist eller backup og gendan din database her.
es: Administra la base de datos fácilmente con Chive. Edita el loadout o el inventario de los jugadores. Aquí también puedes gestionar las copias de seguridad.
fr: Gérer la base de données avec chive. Modifier les joueurs, en ajouter de nouveaux à la whitelist ou sauvegarder et restaurer votre base de données ici.
pt: Gerencie o banco de dados com chive. Edite jogadores, Faça backup e restaure seu banco de dados execute Queries etc...
ru: Простое управление Базой данных. Настройка снаряжения игрока, редактирования инвентаря. Автоматическое резервное копирование Баз данных могут быть созданы и восстановлены здесь.

# backupfolder
source: Path to Backup folder
da: Sti til Backup mappe
es: Carpeta de Copia de Seguridad
fr: Chemin d'accès au dossier de sauvegarde
pt: Caminho da pasta de Backup
ru: Путь к папке с резервной копией

# sentence_chooselanguage
source: Choose your language:
da: Vælg dit sprog
es: Selecciona tu idioma
fr: Choisissez votre langue
pt: Mudar seu idioma
ru: Выбор языка:

# group_tuning_performance
source: Performance Tuning
da: Ydelse Tuning
es: Ajuste de Rendimiento
fr: Réglages performance
ru: Производительность

# message_confirm_deletelog
source: Are you sure you want to delete the log file?
da: Er du sikker på du vil slette logfilen?
es: Seguro que quiere borrar el archivo de log?
fr: Êtes-vous sûr de vouloir supprimer le fichier journal?
pt: Tem certeza que deseja excluir o arquivo de log?
ru: Вы действительно желаете очистить журнал сервера?

# loadout
source: Global loadout
da: Loadout
es: Loadout
fr: Loadout
pt: Loadout
ru: Снаряжение

# bytespersecond
source: B/s
ru: B/c

source: Reporting IP
da: Rapportering IP
es: Reportar a IP
fr: Reporter IP
ru: IP мастер-сервера

# button_monitor_stop
source: Stop Log Monitoring
da: Stop Realtime Monitoring
es: Detener monitorización en tiempo real
fr: Arrêter la surveillance en temps réel
pt: Parar log de Monitoramento em tempo real
ru: Остановить мониторинг сервера

source: Position
es: Posición
pt: Posição
ru: Позиция

# button_save_player
source: Save player
da: Gem Spiller
es: Guardar Base de datos
fr: Sauvegarder le joueur
pt: Salvar Jogador
ru: Сохранить Базу данных

# sentence_backupinterval
source: Enter the interval in minutes in which a backup should be created:
da: Indtast intervallet i minutter, hvor en backup skal oprettes:
es: Introduce el intervalo en minutos en los que se creará la copia de seguridad
fr: Entrez l'intervalle en minutes pendant laquelle une sauvegarde doit être créée:
pt: Digite o intervalo em minutos em que deve ser criado um backup
ru: Введите интервал сохранения резервных копий:

source: Server name
da: Server navn
es: Nombre Servidor
fr: Nom du serveur
pt: Nome do Servidor
ru: Название сервера

# button_mysql_password
source: Change MySQL Password
da: Ændre MySQL Kordeord
es: Cambiar Contraseña MySQL
fr: Changer mot de passe MySQL
pt: Mudar a senha do MySQL
ru: Сменить MySQL пароль

# message_confirm_database
source: Are you sure you want to add the following database:
da: Er du sikker på du vil tilføje følgende database:
es: Seguro que quiere añadir la siguiente base de datos
fr: Etes-vous sûr que vous voulez ajouter la base de données suivante:
pt: Tem certeza que deseja adicionar o seguinte banco de dados?
ru: Вы действительно хотите добавить в Базу данных:

# button_monitor_start
source: Start Realtime Log Monitoring
es: Monitorea Log en Tiempo real
fr: Démarrer la surveillance en temps réel
pt: Iniciar log de Monitoramento em Tempo real
ru: Запустить мониторинг сервера

# build
source: Required Build
da: Påkrævet Build
es: Requiere Build
fr: Build requis
pt: Versão Requerida
ru: Используемый бета-патч

source: Bytes
ru: Б

# tab2_page1
source: Manage
da: Administrer
es: Administrar
fr: Gérer
pt: Gerenciar
ru: Управление

# tab2_page2
source: Server
es: Servidor
fr: Serveur
ru: Сервер

# tab2_page3
source: Logs
ru: Журнал

# group_mysql_details
source: Login information
es: Información de Login
fr: Informations de connexion
pt: Informações de login
ru: Учётные данные

# sentence_menu2_description
source: Start the server, change the mysql connection or view the server log here. The webfrontend allows easy monitoring.
da: Start server, ændre mysql forbindelse eller se server log her. webdelen tillader nem kontrol.
es: Inicia el servidor y mira el registro del servidor. Una moderna interfaz permite monitorizar el servidor y a los jugadores fácilmente.
fr: Démarrez le serveur, modifier la connexion mysql ou consulter le journal du serveur ici. L'interface web permet une surveillance facile.
pt: Iniciar o servidor, alterar a conexão com mysql ou exibir o log do servidor. O webfrontend permite fácil monitorização.
ru: Запуск сервер. Пользовательский интерфейс позволяет смотреть за сервером и игроками.

# button_log
source: Show Log
da: Vis Log
es: Ver Log
fr: Voir le journal
pt: Mostrar Log
ru: Показать журнал

# message_finished_restore
source: Database was restored!
da: Database blev gendannet!
es: Base de datos se restaura!
fr: Base de données a été restaurée!
pt: Banco de dados foi restaurado!
ru: База данных была восстановлена​​!

# template
source: Mission Template
da: Mission Skabelon
es: Plantilla de Mision
fr: Modèle de Mission
pt: Template da missão
ru: Шаблон миссии

# button_restore
source: Restore Database
da: Gendan Database
es: Restaurar Base de datos
fr: Restaurer la base de données
pt: Restaurar Banco de Dados
ru: Восстановить Базу данных

source: Backpack
da: Rygsæk
es: Mochila
fr: Sac à dos
ru: Рюкзак

# button_exit
source: Exit
da: Afslut
es: Salir
fr: Sortie
pt: Sair
ru: Выход

# button_save
source: Save
da: Gem
es: Guardar
fr: Sauvegarder
pt: Salvar
ru: Сохранить

# group_backup
source: Backup
es: Copia de Seguridad
fr: Sauvegarde
ru: Резервная копия

source: Instance
da: Instans
es: Instancia
pt: Instância
ru: Пример

# button_save_config
source: Save configuration
da: Gem konfiguration
es: Guardar configuración
fr: Sauvegarder la configuration
pt: Salvar Configurações
ru: Сохранить настройки

# message_error_restore
source: Database restore failed:
da: Database genoprette mislykkedes:
es: Restaurar base de datos ha fallado:
fr: Restauration de base de données a échoué:
pt: Banco de dados restaurar falhou:
ru: Восстановление базы данных не удалось:

# sentence_menu4_description
source: Change the display language or get information about this application.
da: Skift displaysproget eller få oplysninger om dette program.
es: Cambiar Idioma e obten informacion sobre el programa.
fr: Changer la langue d'affichage ou obtenir des informations sur cette application.
pt: Alterar o idioma de exibição ou Mostrar informações sobre esta aplicação.
ru: Измените язык, для просмотра информации о программе.

# minerrtosendnear
source: Min. Errors to Send Near
da: Min. Fejl at sende i nærheden
es: Errores mín. para enviar cerca
fr: Min. Erreurs rapprochées à envoyer
ru: Мин. кол отправляемых ошибок

# maxcustomsize
source: Max. Custom File Size
da: Max. Brugerdefineret Filstørrelse
es: Peso de archivo personalizado
fr: Max. Taille du fichier personnalisé
ru: Макс. размер файла

# group_autobackup
source: Autobackup
es: Copia de Seguridad automática
fr: Sauvegarde automatique
ru: Автосохранение Базы данных

# sentence_selectinstance
source: Server instance to manage:
da: Server instans som styres:
es: Instancia a administrar:
fr: Instance de serveur à gérer:
pt: Gerenciar Instância do Servidor:
ru: Управление сервером:

# sentence_menu1_description
source: Options for server name, security switches like a password or the whitelist and which mod to start can be found here.
da: Mulighederne for servernavn, kodeord og mission kan findes her.
es: Opciones para el nombre del servidor, contraseña, misión, y más.
fr: Options pour le nom du serveur, mot de passe et la mission peuvent être trouvés ici.
pt: Opções para mudar o nome do servidor, senha, missão.
ru: Опция для настройки сервера: Название, пароля, мисси и тд.

source: Version
es: Versión
pt: Versão
ru: Версия

source: Timezone
da: Tidszone
es: Zona Horaria
fr: Fuseau horaire
pt: Fuso horário
ru: Временная зона

source: Database name
da: Database navn
es: Nombre Base de datos
fr: Nom de la base de données
pt: Nome do Banco de dados
ru: Название Базы данных

# check_rmod
source: Enable rMod
da: Aktiver rMod
es: Activar rMod
fr: Activer rMod
pt: Habilitar rMod
ru: Включить rMod

# group_von
source: Voice Over Net
da: Lyd Over Net
es: Voz sobre red (VON)
fr: Voix sur le VON
ru: Голосовой чат

# passwordadmin
source: Admin Password
da: Admin Ord
es: Contraseña Admin
fr: Mot de passe Admin
pt: Senha de Admin
ru: Admin пароль

# button_cancel
source: Cancel
da: Annuller
es: Cancelar
fr: Annuler
pt: Cancelar
ru: Отмена

source: Max. Ping
ru: Макс. Пинг

# button_backup
source: Backup Database
es: Respaldar Base de datos
fr: Sauvegarder la base de données
pt: Backup do Banco de Dados
ru: Сохранить Базу данных

# button_browse
source: Browse
da: Gennemse
es: Buscar
fr: Voir
ru: Обзор

source: Modlist
es: Lista de Mods
ru: Мод-лист

# group_message
source: Message
da: Besked
es: Mensaje
pt: Mensagem
ru: Сообщение

source: Medical
da: Medicinsk
es: Médico
fr: Médical
ru: Медицына

source: Message
da: Besked
es: Mensaje
pt: Mensagem
ru: Сообщение

# group_tuning_network
source: Network Tuning
da: Netværk Tuning
es: Configuración de Red
fr: Réglages réseau
ru: Настройка сети

# group_restore
source: Restore
da: Gendan
es: Restaurar
fr: Restaurer
pt: Restaurar
ru: Восстановить

# button_autobackup_start
source: Start Autobackup
es: Comenzar Copia de Seguridad Automática
fr: Démarrer la sauvegarde automatique
pt: Iniciar Autobackup
ru: Запустить автосохранение Базы данных

# tab3_page1
source: Manage
da: Administrer
es: Administrar
fr: Gérer
pt: Gerenciar
ru: Управление

# tab3_page3
source: Backup
es: Copia de Seguridad
fr: Sauvegarde
ru: Бэкап

# tab3_page2
source: Players
da: Spillere
es: Jugadores
fr: Joueurs
pt: Jogadores
ru: Игроки

# group_survivor
source: Survivor
es: Superviviente
ru: Выживший

# group_about
source: About
da: Om
es: Acerca de...
fr: A propos de
pt: Sobre
ru: Об программе

# group_other
source: Other
da: Andet
es: Opciones Adicionales
fr: Autre
pt: Outros
ru: Дополнительные опции

# group_reset
source: Reset
da: Gendan
fr: Effacer
pt: Resetar
ru: Сбросить

source: Inventory
es: Inventario
fr: Inventaire
pt: Inventário
ru: Инвентарь

# check_persistent
source: Persistent Battlefield
da: Vedvarende Battlefield
es: Juego Persistente
ru: Сообщение об убийстве

source: Password
da: Kodeord
es: Contraseña
fr: Mot de passe
pt: Senha
ru: Пароль

# maxmsgsent
source: Max. Messages Sent
da: Max. Beskeder Sendt
es: Máximos mensajes envíados
fr: Max. Messages Envoyés
ru: Макс. отправляемых сообщений

# mysql_host
source: MySQL Host Address
da: MySQL Værtsadresse
es: Dirección IP servidor MySQL
fr: MySQL Address de l'hôte
pt: Endereço do Host MySQL
ru: MySQL хост-адресс

# button_details
source: Details
da: Detaljer
es: Detalles
pt: Detalhes
ru: Детали

# button_reload
source: Reload
da: Genindlæs
es: Recargar
fr: Recharger
pt: Recarregar
ru: Перезапустить

# button_random
source: Randomize passwords
da: Tilfældige Kodeord
es: Generar contraseñas aleatorias
fr: Randomiser les mots de passe
pt: Gerar Senhas Aleatórias
ru: Случайный пароль

# sentence_message
source: Note: Use this pattern for your text: "Message 1","Message 2","..."
da: Bemærk: Brug dette mønster til din tekst: "Besked 1","Besked 2","..."
es: Nota: Usa esta estructura: "Mensaje 1", "Mensaje 2", "..."
fr: Remarque: Utilisez ce modèle pour votre texte: "Message 1", "Message 2", "..."
ru: Заметка: Используйте шаблон: "Сообщение 1", "Сообщение 2", "..."

# button_generate
source: Generate vehicles
da: Generer køretøjer
es: Generar vehículos
fr: Générer des véhicules
pt: Gerar Veículos
ru: Сгенерировать технику

# group_profile
source: Profile
da: Profil
es: Perfil
fr: Profil
ru: Профиль

# check_duplicate
source: Kick Duplicate
da: Kick Dupletter
es: Quitar Duplicados
ru: пнуть дубликат

source: Name
da: Navn
es: Nombre
fr: Nom
pt: Nome
ru: Игровое имя

source: Port
es: Puerto
ru: Порт

# group_whitelist
source: Whitelist
es: Lista blanca
pt: Lista de permissões
